Repository: JunxuanB/Splendor-Swift
Catalog: ios/Luminore/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# account.history
source: Match History
zh_hans: 终局记录

# account.history.empty
source: No match history yet
zh_hans: 暂无终局记录

# account.medals
source: Medals
zh_hans: 勋章

# account.medals.empty
source: No medals yet
zh_hans: 暂无勋章

# account.nickname
source: Nickname
zh_hans: 昵称

# account.profile
source: Profile
zh_hans: 个人资料

# account.profiles
source: Profiles
zh_hans: 档案

# account.profiles.active
source: Active
zh_hans: 使用中

# account.profiles.add
source: New Profile
zh_hans: 新建档案

# account.profiles.hint
source: One iCloud account can hold several profiles, so people who share an Apple ID each keep their own identity, medals, and history.
zh_hans: 同一 iCloud 账号下可创建多个档案。共享 Apple ID 的家人可各自使用独立档案，勋章与记录互不干扰。

# account.profiles.newTitle
source: Profile Name
zh_hans: 档案昵称

# account.title
source: Account
zh_hans: 账号

# app.name
source: Luminore
zh_hans: 闪耀矿工

# award.complete
source: Ceremony Complete
zh_hans: 颁奖完成

# award.complete.subtitle %lld
source: %lld medals awarded
zh_hans: 已颁发 %lld 枚勋章

# award.from
source: Awarded by
zh_hans: 颁发者

# award.skip
source: Skip
zh_hans: 跳过

# award.subtitle %lld
source: %lld medals are being presented
zh_hans: 正在颁发 %lld 枚勋章

# award.title
source: Medal Ceremony
zh_hans: 勋章颁发

# award.to
source: Winners
zh_hans: 获胜者

# bot.name.easy
source: AI · Easy
zh_hans: 人机·简单

# bot.name.hard
source: AI · Hard
zh_hans: 人机·困难

# bot.name.normal
source: AI · Normal
zh_hans: 人机·普通

# common.cancel
source: Cancel
zh_hans: 取消

# common.close
source: Close
zh_hans: 关闭

# common.comingSoon
source: Coming soon
zh_hans: 即将推出

# common.confirm
source: Confirm
zh_hans: 确认

# common.error
source: Error
zh_hans: 错误

# common.leave
source: Leave
zh_hans: 退出

# common.ok
source: OK
zh_hans: 好

# common.save
source: Save
zh_hans: 保存

# config.affordableCardHighlight.description
source: Highlights development cards you can afford. This does not change which cards can be purchased.
zh_hans: 高亮你能够购买的发展卡；此设置不会改变卡牌是否可以购买。

# config.affordableCardHighlight.enabled
source: Highlight affordable cards
zh_hans: 高亮可购买的发展卡

# config.ai
source: AI Players
zh_hans: 人机玩家

# config.ai.add
source: Add AI player
zh_hans: 添加人机

# config.ai.difficulty
source: Difficulty
zh_hans: 难度

# config.ai.easy
source: Easy
zh_hans: 简单

# config.ai.hard
source: Hard
zh_hans: 困难

# config.ai.normal
source: Normal
zh_hans: 普通

# config.customLargeTable
source: 5–7 players use custom table rules
zh_hans: 5–7 人使用自定义扩展桌规则

# config.duel.fixedVictory
source: Fixed victory: 20 prestige, 10 crowns, or 10 same-color prestige
zh_hans: 固定胜利条件：20 声望、10 个王冠或同色 10 声望

# config.duel.requiresTwo
source: Requires exactly 2 players
zh_hans: 仅限恰好 2 位玩家

# config.mode
source: Game Mode
zh_hans: 游戏模式

# config.mode.duel
source: Duel
zh_hans: 双人版

# config.mode.silkRoad
source: Silk Road
zh_hans: 丝绸之路扩展版

# config.mode.standard
source: Standard
zh_hans: 正常版

# config.rules
source: Rules
zh_hans: 规则

# config.start
source: Start Game
zh_hans: 开始游戏

# config.targetScore
source: Target prestige
zh_hans: 胜利分数

# config.timer.enabled
source: Turn timer
zh_hans: 回合时间限制

# config.timer.grace.description
source: Allows actions for 5 extra seconds. The countdown runs from −1 to −5 and the current player's screen border flashes.
zh_hans: 额外允许 5 秒操作时间；倒计时显示 −1 至 −5，并仅闪烁当前玩家的屏幕边框。

# config.timer.grace.enabled
source: 5-second grace period
zh_hans: 5 秒宽限期

# config.timer.seconds
source: Seconds per turn
zh_hans: 每回合秒数

# config.title
source: Game Setup
zh_hans: 游戏配置

# config.waitingHost
source: Waiting for the host to start…
zh_hans: 等待房主开始游戏…

# developer.gems.footer
source: Developer override: values can exceed the normal token limit and do not consume a turn.
zh_hans: 开发者强制修改：数量可以超过正常上限，且不会消耗回合。

# developer.gems.title
source: Edit My Gems
zh_hans: 修改我的宝石

# duel.ability.chooseBoardToken
source: Choose the matching token
zh_hans: 选择要拿取的同色宝石

# duel.ability.chooseStolen
source: Choose a token to steal
zh_hans: 选择要夺取的宝石

# duel.ability.extraTurn
source: Take another turn
zh_hans: 再行动一次

# duel.ability.steal
source: Steal 1 Gem or Pearl
zh_hans: 夺取对手 1 枚宝石或珍珠

# duel.ability.takeMatching
source: Take 1 matching Gem
zh_hans: 拿取 1 枚同色宝石

# duel.ability.takePrivilege
source: Take 1 Privilege
zh_hans: 获得 1 个权杖

# duel.bag.open
source: View bag contents
zh_hans: 查看袋中宝石

# duel.bag.title
source: Bag contents
zh_hans: 袋中宝石

# duel.board.title
source: Token board
zh_hans: 宝石版图

# duel.bonus.permanent
source: Permanent bonus
zh_hans: 永久奖励

# duel.bonus.pointsOnly
source: Prestige only — no gem bonus
zh_hans: 仅获取分数

# duel.bonus.wild
source: Wild bonus — pick a color when buying
zh_hans: 多彩奖励（购买时选色）

# duel.card.accessibility %lld %lld %lld
source: Tier %1$lld card, %2$lld prestige, %3$lld crowns
zh_hans: %1$lld 级发展卡，%2$lld 声望，%3$lld 个王冠

# duel.card.title
source: Jewel card
zh_hans: 发展卡

# duel.extraTurn.player %@
source: %@ takes another turn
zh_hans: %@ 获得额外回合

# duel.extraTurn.you
source: You take another turn!
zh_hans: 你获得额外回合！

# duel.gem.pearl
source: Pearl
zh_hans: 珍珠

# duel.notice.stealByYou %@ %@
source: You stole %1$@'s %2$@
zh_hans: 你夺走了 %1$@ 的 %2$@ 宝石

# duel.notice.stealFromYou %@ %@
source: %1$@ stole your %2$@
zh_hans: %1$@ 夺走了你的 %2$@ 宝石

# duel.page.cards
source: Cards
zh_hans: 发展卡版图

# duel.page.picker
source: Board
zh_hans: 版图

# duel.page.tokens
source: Tokens
zh_hans: 宝石版图

# duel.payment.free
source: No tokens needed
zh_hans: 无需支付宝石

# duel.payment.gold
source: Gold required
zh_hans: 所需黄金

# duel.payment.hint
source: Reduce a colored payment to substitute Gold for that token, including Pearls.
zh_hans: 减少某种宝石的支付数量，即可改用黄金代替；黄金也可以代替珍珠。

# duel.payment.title
source: Payment
zh_hans: 支付方式

# duel.privilege.choose
source: Choose 1 non-Gold token
zh_hans: 选择 1 枚非黄金宝石

# duel.privilege.legend
source: Opponent gains 1 Privilege: take 3 identical tokens · take 2 Pearls · replenish
zh_hans: 对手获得 1 个权杖：拿 3 枚同色 · 拿 2 枚珍珠 · 补充版图

# duel.privilege.use
source: Use Privilege
zh_hans: 使用权杖

# duel.purchase
source: Purchase
zh_hans: 购买

# duel.replenish
source: Replenish
zh_hans: 补充版图

# duel.reserve
source: Reserve
zh_hans: 预留

# duel.reserve.chooseGold
source: Choose a Gold token
zh_hans: 选择黄金位置

# duel.reserve.fromDeck
source: Reserve the top card of this deck
zh_hans: 从该牌库顶预留一张发展卡

# duel.reserve.goldPositionHint
source: The position matters because removing Gold changes future uninterrupted lines.
zh_hans: 黄金所在位置会影响之后可拿取的连续直线，请明确选择。

# duel.reserve.title
source: Take Gold and reserve
zh_hans: 拿取黄金并预留

# duel.reserved.empty
source: No reserved cards
zh_hans: 暂无预留发展卡

# duel.reserved.title
source: Reserved cards
zh_hans: 预留的发展卡

# duel.return.choose
source: Return tokens to the bag
zh_hans: 选择放回袋中的宝石

# duel.return.remaining
source: Still to return
zh_hans: 还需放回

# duel.return.required %lld
source: You must return %lld tokens to finish with 10.
zh_hans: 回合结束最多持有 10 枚宝石，请放回 %lld 枚。

# duel.return.title
source: Token limit
zh_hans: 宝石数量上限

# duel.royal.choose
source: Choose a Royal card
zh_hans: 选择王室牌

# duel.royal.chooseRequired
source: Crown milestone reached — choose one royal card
zh_hans: 达成王冠里程碑，请选择一张皇室卡

# duel.royal.chooseStolen
source: Royal ability: choose a token to steal
zh_hans: 王室牌能力：选择要夺取的宝石

# duel.royal.empty
source: All royal cards claimed
zh_hans: 皇室卡已全部领取

# duel.royal.explain
source: Claim a royal card at 3 crowns, and another at 6 crowns.
zh_hans: 累计 3 个王冠可选择 1 张皇室卡，累计 6 个可再选 1 张。

# duel.royal.hint
source: Claim one at 3 and 6 crowns
zh_hans: 累计 3/6 个皇冠可选择一张

# duel.royal.title
source: Royal Cards
zh_hans: 皇室卡

# duel.selected
source: Selected
zh_hans: 已选择

# duel.skipTurn
source: Skip turn
zh_hans: 跳过回合

# duel.skipTurn.message
source: End your turn now without taking any action.
zh_hans: 直接结束本回合，不进行任何操作。

# duel.skipTurn.title
source: Skip your turn?
zh_hans: 跳过回合？

# duel.take
source: Take
zh_hans: 拿取

# duel.wild.choose
source: Multicolor bonus
zh_hans: 多彩奖励选色

# duel.wild.color
source: Copy an owned bonus color
zh_hans: 复制已拥有的奖励颜色

# duel.yourTurn
source: Your turn
zh_hans: 你的回合

# game.board.title
source: Game
zh_hans: 对局

# game.buy
source: Purchase
zh_hans: 购买

# game.card.accessibility %lld %lld
source: Tier %1$lld card, %2$lld prestige
zh_hans: %1$lld 级发展卡，%2$lld 分

# game.card.actions
source: Choose Action
zh_hans: 选择操作

# game.card.affordable
source: Available to purchase
zh_hans: 当前可以购买

# game.card.hint
source: Tap to buy or reserve
zh_hans: 轻点选择购买或预留

# game.card.permanentBonus
source: Permanent bonus
zh_hans: 永久奖励

# game.card.title
source: Development Card
zh_hans: 发展卡

# game.card.unaffordable
source: Not currently affordable
zh_hans: 当前不可购买

# game.deck.accessibility %lld %lld
source: Tier %1$lld deck, %2$lld cards remaining
zh_hans: 等级 %1$lld 牌库，剩余 %2$lld 张

# game.deck.hint
source: Tap to reserve the top card
zh_hans: 轻点预留牌库顶牌

# game.disconnect.countdown %lld
source: Continuing in %lld s
zh_hans: %lld 秒后继续

# game.disconnect.title
source: Waiting to reconnect
zh_hans: 等待重连

# game.disconnect.waiting %@
source: Waiting for %@
zh_hans: 正在等待 %@ 重新连接

# game.exit
source: Exit
zh_hans: 退出

# game.exit.message
source: Leaving will disconnect you from the current game.
zh_hans: 退出后将断开与当前对局的连接。

# game.exit.title
source: Leave this game?
zh_hans: 退出当前对局？

# game.gem.count %lld
source: %lld tokens
zh_hans: %lld 枚

# game.gem.notSelected
source: Not selected
zh_hans: 未选择

# game.gem.selected %lld
source: %lld selected
zh_hans: 已选择 %lld 枚

# game.inventory.accessibility %lld %lld
source: %1$lld prestige, %2$lld reserved cards
zh_hans: 总分 %1$lld，预留牌 %2$lld 张

# game.inventory.hint
source: Tap to view reserved development cards
zh_hans: 轻点查看预留的发展卡

# game.noble.accessibility %lld
source: Noble worth %lld prestige
zh_hans: 贵族，价值 %lld 分

# game.noble.choose
source: Choose a noble
zh_hans: 选择贵族

# game.noble.description
source: A noble visits automatically when you have the permanent bonuses shown on the tile.
zh_hans: 满足卡面所示的永久宝石数量后，贵族会自动来访。

# game.noble.detail
source: Noble Details
zh_hans: 贵族详情

# game.noble.generic
source: Noble
zh_hans: 贵族

# game.noble.hint
source: Tap for details
zh_hans: 轻点查看详情

# game.noble.option %lld
source: Noble %lld
zh_hans: 贵族 %lld

# game.noble.value %lld
source: Worth %lld prestige
zh_hans: 价值 %lld 分

# game.noTimer
source: No limit
zh_hans: 不限时

# game.opening.deciding
source: Choosing the first player…
zh_hans: 正在决定先手…

# game.opening.order
source: Turn order
zh_hans: 行动顺序

# game.opening.order.pending
source: Turns will continue in seat order
zh_hans: 选出先手后将按座位顺序行动

# game.opening.selected
source: First player selected
zh_hans: 先手已选出

# game.opening.starts %@
source: %@ goes first
zh_hans: %@ 先手

# game.opponent.next
source: Next opponent
zh_hans: 下一位对手

# game.opponent.previous
source: Previous opponent
zh_hans: 上一位对手

# game.opponent.reserved.hint
source: Tap to view the opponent's reserved cards
zh_hans: 轻点查看对手的预留牌

# game.opponent.reserved.title %@
source: %@'s Reserved Cards
zh_hans: %@的预留牌

# game.pass
source: Pass Turn
zh_hans: 跳过回合

# game.pass.confirm
source: Pass this turn without taking an action?
zh_hans: 确认不进行操作并跳过本回合吗？

# game.pause.accessibility
source: Pause game
zh_hans: 暂停游戏

# game.paused.client.hint
source: The host paused the match.
zh_hans: 房主暂停了对局。

# game.paused.host.hint
source: You paused the match. Resume when everyone is ready.
zh_hans: 你暂停了对局，大家准备好后继续。

# game.paused.resume
source: Resume
zh_hans: 继续游戏

# game.paused.saveExit
source: Save & Exit
zh_hans: 保存并退出

# game.paused.title
source: Game Paused
zh_hans: 游戏已暂停

# game.payment
source: Payment
zh_hans: 支付筹码

# game.player.disconnected
source: Disconnected
zh_hans: 已断线

# game.reserve
source: Reserve
zh_hans: 预留

# game.reserved
source: Reserved cards
zh_hans: 预留的发展卡

# game.reserved.empty
source: No Reserved Cards
zh_hans: 暂无预留牌

# game.reserved.empty.description
source: Reserved development cards appear here.
zh_hans: 预留的发展卡会显示在这里。

# game.reserved.hidden
source: Reserved Cards Are Private
zh_hans: 预留牌内容不可见

# game.reserved.hidden.description %lld
source: This player has %lld reserved cards. Their contents are private.
zh_hans: 该玩家有 %lld 张预留牌，具体内容仅其本人可见。

# game.reserved.hidden.footer
source: An opponent's reserved cards cannot be purchased.
zh_hans: 无法购买对手预留的发展卡。

# game.reserved.maximum
source: You may reserve up to 3 development cards.
zh_hans: 最多可以预留 3 张发展卡。

# game.reserved.title
source: Reserved Development Cards
zh_hans: 预留的发展卡

# game.resource.accessibility %lld %lld
source: %1$lld permanent bonuses, %2$lld tokens
zh_hans: %1$lld 张发展卡，%2$lld 枚筹码

# game.resume.assign.hint
source: Returning players reclaim their seats automatically. Assign an empty seat to a substitute, or leave it empty.
zh_hans: 原玩家会自动坐回原位。可把空座位指派给替补，或留空。

# game.resume.assign.title
source: Assign Seats
zh_hans: 分配座位

# game.resume.continue
source: Continue
zh_hans: 继续对局

# game.resume.seat.assign
source: Assign substitute
zh_hans: 指派替补

# game.resume.seat.online
source: Online
zh_hans: 在线

# game.resume.seat.waiting
source: Waiting
zh_hans: 等待中

# game.resume.waitingHost
source: Waiting for the host to continue…
zh_hans: 等待房主继续对局…

# game.return.choose
source: Choose tokens
zh_hans: 选择归还筹码

# game.return.required %lld
source: Return exactly %lld tokens to finish the action.
zh_hans: 需要归还 %lld 枚筹码才能完成操作。

# game.return.title
source: Return Tokens
zh_hans: 归还筹码

# game.score.total
source: Total
zh_hans: 总分

# game.stat.cards
source: Cards
zh_hans: 卡

# game.stat.reserved
source: Reserved
zh_hans: 预留

# game.stat.score
source: Score
zh_hans: 分

# game.take
source: Take
zh_hans: 拿取

# game.take.hint
source: Tap twice
zh_hans: 可点两次

# game.timer.accessibility
source: Turn countdown
zh_hans: 操作倒计时

# game.timer.remaining %lld
source: %lld seconds remaining
zh_hans: 剩余 %lld 秒

# game.tokens %lld/10
source: Tokens %lld/10
zh_hans: 筹码 %lld/10

# game.victory.accessibility %lld %lld
source: Victory target: %1$lld of %2$lld prestige
zh_hans: 胜利目标，当前 %1$lld 分，共需 %2$lld 分

# game.waitingTurn
source: Waiting
zh_hans: 等待回合

# game.yourResources
source: Your resources
zh_hans: 你的资源

# game.yourTurn
source: Your turn
zh_hans: 你的回合

# gem.diamond
source: Diamond
zh_hans: 钻石

# gem.diamond.short
source: White
zh_hans: 白

# gem.emerald
source: Emerald
zh_hans: 祖母绿

# gem.emerald.short
source: Green
zh_hans: 绿

# gem.gold
source: Gold
zh_hans: 黄金

# gem.gold.short
source: Gold
zh_hans: 金

# gem.onyx
source: Onyx
zh_hans: 黑玛瑙

# gem.onyx.short
source: Black
zh_hans: 黑

# gem.ruby
source: Ruby
zh_hans: 红宝石

# gem.ruby.short
source: Red
zh_hans: 红

# gem.sapphire
source: Sapphire
zh_hans: 蓝宝石

# gem.sapphire.short
source: Blue
zh_hans: 蓝

# history.date
source: Date
zh_hans: 日期

# history.detail.title
source: Match Result
zh_hans: 对局结果

# history.details
source: Details
zh_hans: 详情

# history.game.short %@
source: Game %@
zh_hans: 对局 %@

# history.gameID
source: Game ID
zh_hans: 对局 ID

# history.gameMode
source: Game Mode
zh_hans: 玩法

# history.outcome.loss
source: Defeat
zh_hans: 失败

# history.outcome.tiedWin
source: Tied Victory
zh_hans: 并列获胜

# history.outcome.win
source: Victory
zh_hans: 获胜

# history.room
source: Room
zh_hans: 房间

# history.room.unavailable
source: Not recorded by this app version
zh_hans: 此版本尚未记录

# history.standings
source: Standings
zh_hans: 完整排名

# history.summary %lld %lld %lld
source: Rank %1$lld of %2$lld · %3$lld prestige
zh_hans: 第 %1$lld / %2$lld 名 · %3$lld 分

# history.transport
source: Battle Mode
zh_hans: 对战方式

# home.chooseMode
source: Choose a battle mode
zh_hans: 选择对战方式

# home.greeting %@
source: Welcome, %@
zh_hans: 你好，%@

# home.resume.title
source: Resume match
zh_hans: 重新加入对局

# home.resume.yourTurn
source: Your turn
zh_hans: 轮到你

# host_closed
source: The host closed this room.
zh_hans: 房主已关闭该房间。

# host_timeout
source: The host did not return within 30 minutes. This room has ended.
zh_hans: 房主在 30 分钟内未返回，本房间已结束。

# identity_in_use
source: This player identity is already in use.
zh_hans: 该玩家身份已在房间中使用。

# incompatible_protocol
source: The other device uses an incompatible game protocol.
zh_hans: 另一台设备的游戏协议版本不兼容。

# incompatible_server
source: This server is not compatible with this version of Luminore.
zh_hans: 该服务器与当前版本的闪耀矿工不兼容。

# internet.room.code.copy
source: Copy room code
zh_hans: 复制房间码

# internet.room.code.hint
source: Share this code so other players can join.
zh_hans: 分享此房间码即可邀请其他玩家加入。

# internet.room.code.join
source: Join
zh_hans: 加入

# internet.room.code.placeholder
source: 6-character code
zh_hans: 6 位房间码

# internet.room.code.section
source: Room Code
zh_hans: 房间码

# internet.room.code.share
source: Share room code
zh_hans: 分享房间码

# internet.room.public
source: Show in public room list
zh_hans: 显示在公开房间列表

# internet.rooms.empty
source: No Public Rooms
zh_hans: 暂无公开房间

# internet.rooms.public
source: Public Rooms
zh_hans: 公开房间

# internet.rooms.searching
source: Refreshing the server room list…
zh_hans: 正在刷新服务器房间列表…

# internet.server.address
source: Server URL
zh_hans: 服务器 URL

# internet.server.compatible
source: Server is healthy and compatible.
zh_hans: 服务器运行正常且协议兼容。

# internet.server.restoreDefault
source: Restore Default
zh_hans: 恢复默认

# internet.server.securityHint
source: HTTPS is required. HTTP is accepted only for localhost development.
zh_hans: 必须使用 HTTPS；仅本机开发服务器可使用 HTTP。

# internet.server.test
source: Test Compatibility
zh_hans: 测试兼容性

# internet.server.title
source: Internet Server
zh_hans: 互联网服务器

# invalid_server_response
source: The server returned an invalid response.
zh_hans: 服务器返回了无效响应。

# invalid_server_url
source: Enter a valid HTTPS server URL.
zh_hans: 请输入有效的 HTTPS 服务器 URL。

# lan.connecting
source: Connecting…
zh_hans: 正在连接…

# lan.create
source: Create Room
zh_hans: 创建房间

# lan.join
source: Join Room
zh_hans: 加入房间

# lan.password.open
source: Open room
zh_hans: 公开房间

# lan.password.protected
source: Password protected
zh_hans: 密码保护

# lan.password.title
source: Enter Password
zh_hans: 输入房间密码

# lan.reconnecting
source: Reconnecting
zh_hans: 正在重新连接

# lan.reconnecting.detail
source: Your seat is preserved and turns will be skipped until you return.
zh_hans: 你的席位会保留，重连前的回合将自动跳过。

# lan.rejoin.detail
source: Looking for your game on the local network.
zh_hans: 正在局域网中查找你的对局。

# lan.rejoin.searching
source: Rejoining…
zh_hans: 正在重新加入…

# lan.room.details
source: Room Details
zh_hans: 房间信息

# lan.room.host %@
source: Host: %@
zh_hans: 房主：%@

# lan.room.name
source: Room name
zh_hans: 房间名称

# lan.room.password
source: Password
zh_hans: 房间密码

# lan.room.password.hint
source: The password stays on the host device and is never advertised.
zh_hans: 密码只保留在房主设备中，不会通过房间广播。

# lan.room.password.optional
source: Password (optional)
zh_hans: 房间密码（可选）

# lan.rooms.empty
source: No rooms found
zh_hans: 未发现房间

# lan.rooms.searching
source: Searching the local network…
zh_hans: 正在搜索局域网房间…

# lan.sessionEnded
source: Session Ended
zh_hans: 对局已结束

# lan.sessionEnded.detail
source: The host is no longer available.
zh_hans: 房主已不可用。

# lan.stage.configuration
source: Configuring
zh_hans: 配置中

# lan.stage.lobby
source: Lobby
zh_hans: 等待中

# lan.stage.playing
source: In game
zh_hans: 游戏中

# lan.stage.results
source: Results
zh_hans: 结算中

# lan.subtitle
source: Play with nearby devices on the same Wi-Fi network.
zh_hans: 与同一 Wi-Fi 网络中的设备进行对战。

# lan.title
source: Local Network
zh_hans: 局域网对战

# lobby.addBot
source: Add AI Player
zh_hans: 添加人机

# lobby.bot.full
source: The room is full.
zh_hans: 房间人数已满。

# lobby.configure
source: Configure Game
zh_hans: 配置游戏

# lobby.minimum
source: At least two connected players are required.
zh_hans: 至少需要两名在线玩家。

# lobby.removeBot
source: Remove
zh_hans: 移除

# lobby.title
source: Room
zh_hans: 房间

# lobby.waitingHost
source: Waiting for the host…
zh_hans: 等待房主配置…

# medal.count.accessibility %lld
source: %lld medals
zh_hans: %lld 枚勋章

# medal.detail.awardedAt
source: Awarded
zh_hans: 颁发时间

# medal.detail.game
source: Match
zh_hans: 对局

# medal.detail.issuerID
source: Awarded by UUID
zh_hans: 颁发者 UUID

# medal.detail.room
source: Room
zh_hans: 房间

# medal.detail.scoreMargin
source: Score margin
zh_hans: 分数差

# medal.detail.title
source: Medal Details
zh_hans: 勋章详情

# medal.room.unavailable
source: Legacy record
zh_hans: 旧版记录

# medal.score.unavailable
source: Not recorded
zh_hans: 未记录

# medal.wall.item.accessibility %@
source: Medal awarded by %@
zh_hans: %@ 颁发的勋章

# medal.wall.item.hint
source: View medal details
zh_hans: 查看勋章详情

# medal.wall.summary %lld %lld
source: %1$lld medals from %2$lld players
zh_hans: 来自 %2$lld 位玩家的 %1$lld 枚勋章

# medal.wall.title
source: Collection Wall
zh_hans: 勋章收藏墙

# mode.internet.subtitle
source: Play through a configurable relay server
zh_hans: 通过可配置的中继服务器联机

# mode.internet.title
source: Internet
zh_hans: 互联网对战

# mode.lan.subtitle
source: Discover and join nearby rooms
zh_hans: 自动发现并加入附近房间

# mode.lan.title
source: Local Network
zh_hans: 局域网对战

# mode.multipeer.subtitle
source: Connect over Bluetooth or peer-to-peer Wi-Fi
zh_hans: 通过蓝牙或点对点 Wi‑Fi 连接

# mode.multipeer.title
source: Nearby Peer-to-Peer
zh_hans: MultipeerConnectivity 对战

# multiplayer.connecting
source: Connecting…
zh_hans: 正在连接…

# multiplayer.rejoin.detail
source: Waiting for the host to make the saved room available.
zh_hans: 正在等待房主重新开放已保存的房间。

# multiplayer.rejoin.searching
source: Finding Your Match
zh_hans: 正在查找对局

# multiplayer.rooms.nearby
source: Nearby Rooms
zh_hans: 附近房间

# onboarding.continue
source: Continue
zh_hans: 继续

# onboarding.nickname.hint
source: 1–20 characters. You can change it later.
zh_hans: 昵称为 1–20 个字符，之后可以修改。

# onboarding.nickname.placeholder
source: Enter a nickname
zh_hans: 输入昵称

# onboarding.subtitle
source: Choose the name other players will see.
zh_hans: 请输入其他玩家在对局中看到的昵称。

# onboarding.welcome
source: Welcome to Luminore
zh_hans: 欢迎来到闪耀矿工

# presence.context.internet
source: Internet match
zh_hans: 互联网对局

# presence.context.lan
source: LAN match
zh_hans: 局域网对战

# presence.context.nearby
source: Nearby match
zh_hans: 附近对局

# presence.takenOver.message
source: This profile resumed on another device, so this device has left the match.
zh_hans: 该档案已在另一台设备上继续对局，本设备已退出。

# presence.takenOver.title
source: Match Taken Over
zh_hans: 对局已被接管

# presence.takeover.confirm
source: Continue Here
zh_hans: 在本设备继续

# presence.takeover.message %@
source: This profile is already playing on “%@”. Continue on this device?
zh_hans: 该档案正在「%@」上进行对局。要在本设备继续吗？

# presence.takeover.title
source: Profile In Use Elsewhere
zh_hans: 档案正在别处游戏

# result.cards %lld
source: %lld development cards
zh_hans: %lld 张发展卡

# result.rematch
source: Play Again
zh_hans: 再来一局

# result.title
source: Results
zh_hans: 对局结算

# result.waitingHost
source: Waiting for the host…
zh_hans: 等待房主开始下一局…

# room_closed
source: This room has ended and can no longer be reconnected.
zh_hans: 该房间已结束，无法继续重连。

# room_not_found
source: The room was not found or is no longer available.
zh_hans: 未找到该房间，或房间已不可用。

# room_unavailable
source: The room is full or has already started.
zh_hans: 房间已满或对局已经开始。

# settings.language
source: Language
zh_hans: 语言

# settings.language.chinese
source: Simplified Chinese
zh_hans: 简体中文

# settings.language.system
source: System Default
zh_hans: 跟随系统

# substitute_not_assigned
source: The host continued without assigning you to a saved seat.
zh_hans: 房主继续了对局，但未将你分配到已保存的座位。

# tutorial.button.next
source: Next
zh_hans: 下一步

# tutorial.button.skip
source: Skip
zh_hans: 跳过引导

# tutorial.done.body
source: Nice work — you've learned the basics and you're ready to play a real game.
zh_hans: 做得好——你已经学会了基础玩法，可以去开始真正的对局了。

# tutorial.done.button
source: Done
zh_hans: 完成

# tutorial.done.title
source: Tutorial Complete!
zh_hans: 教学完成！

# tutorial.duel.botName
source: Tutor
zh_hans: 教学对手

# tutorial.duel.freePlay.banner
source: Free play — buy the highlighted card to reach 20 prestige
zh_hans: 自由试玩 · 购买高亮卡牌达到 20 声望
